Eagles_3761/work/Lake_Aerie_3761.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Lake Eagles 3761 Guide</title>
<!-- 2019-10-01 Tue 22:36 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="cc" />
</head>
<body>
<div id="content">
<h1 class="title">Lake Eagles 3761 Guide</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Operations</a>
<ul>
<li><a href="#sec-1-1">1.1. Daily Procedures</a>
<ul>
<li><a href="#sec-1-1-1">1.1.1. Opening</a></li>
<li><a href="#sec-1-1-2">1.1.2. Closing</a></li>
</ul>
</li>
<li><a href="#sec-1-2">1.2. Weekly Procedures</a>
<ul>
<li><a href="#sec-1-2-1">1.2.1. Maintenance</a></li>
<li><a href="#sec-1-2-2">1.2.2. Gordon's Food Service</a></li>
<li><a href="#sec-1-2-3">1.2.3. Alliance Beverage</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#sec-2">2. Menu</a>
<ul>
<li><a href="#sec-2-1">2.1. Daily</a></li>
<li><a href="#sec-2-2">2.2. Weekend Breakfast</a></li>
<li><a href="#sec-2-3">2.3. Wednesday Mexican</a></li>
<li><a href="#sec-2-4">2.4. Friday Fish Fry</a></li>
</ul>
</li>
<li><a href="#sec-3">3. Drinks</a>
<ul>
<li><a href="#sec-3-1">3.1. Draft Beer</a></li>
<li><a href="#sec-3-2">3.2. Canned or Bottled Beer</a></li>
<li><a href="#sec-3-3">3.3. Liquor</a></li>
<li><a href="#sec-3-4">3.4. Non-alcoholic</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Operations</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Daily Procedures</h3>
<div class="outline-text-3" id="text-1-1">
</div><div id="outline-container-sec-1-1-1" class="outline-4">
<h4 id="sec-1-1-1"><span class="section-number-4">1.1.1</span> Opening</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li>Unlock Main Entrance and Disarm Alarm.
</li>
<li>Turn on Lights and Keno Boards.
</li>
<li>Check bathroom paper towels, toilet paper and trash.
</li>
<li>Fill Ice Caddie at bar and add ice to urinals.
</li>
<li>Shelve Bar Glasses.
</li>
<li>Put dishes in strainer away.
</li>
<li>Wash dishes that have been soaking overnight.
</li>
<li>Pick up trash, clean table and chairs.
</li>
<li>Stock pop, beer, liquor, and mixers.
</li>
<li>Inventory pop and add to "Meijer's" weekly list.
</li>
<li>Inventory mixers and add to "Gordon's" weekly list.
</li>
<li>Cut lemon and lime if needed.
</li>
<li>Count Keno drawer, cash register drawer, pull tab drawer, and bank bag.
</li>
<li>Sign On Keno Machine. (See code under the drawer.)
</li>
<li>"Start the Day" on the cash register. (one cash no sale).
</li>
<li>Turn on "Open" signs.
</li>
<li>Unlock porch.
</li>
<li>Weigh out and bag portions of food.
</li>
<li>Inventory food and add needed items to "Gordon's" and/or "Meijer's"weekly list.
</li>
<li>Turn on Fryer and Hood fan.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1-1-2" class="outline-4">
<h4 id="sec-1-1-2"><span class="section-number-4">1.1.2</span> Closing</h4>
<div class="outline-text-4" id="text-1-1-2">
<ul class="org-ul">
<li>Turn off Fryer and Hood fan.
</li>
<li>Turn off Oven and Grill and clean.
</li>
<li>Do pickup around bar. Combine trash.
</li>
<li>Do bar dishes.
</li>
<li>Put away bar supplies. Dump open pop.
</li>
<li>Stock Pop and canned beer.
</li>
<li>Wipe down taps and sinks.
</li>
<li>Wipe down tables, bar counter and chairs.
</li>
<li>Vacuum carpet.
</li>
<li>Turn off Open signs / replace with Closed.
</li>
<li>Close all freezer and refrigerator doors.
</li>
<li>Note any low supplies. Stock Kitchen supplies per prep list.
</li>
<li>Do dishes in kitchen.
</li>
<li>Collect food trash.
</li>
<li>Clean Kitchen Surfaces.
</li>
<li>Sweep and mop kitchen.
</li>
<li>Clean toilets / urinals.
</li>
<li>Clean sinks and mirrors.
</li>
<li>Check toilet paper, soap, paper towels
</li>
<li>Collect All Trash and take out to dumpster.
</li>
<li>Count and record bank bag.
</li>
<li>Count and record pull tab drawer.
</li>
<li>Run Keno report for today.
</li>
<li>Count and record Keno drawer. Paperclip winning tickets, Keno report, and money. Place bundle in drawer.
</li>
<li>Run cash register reports. (See codes under drawer.)
</li>
<li>Count and record cash register drawer.
</li>
<li>Put today's take into the Day Bag. Paperclip report, money, and take sheet. Place bundle in Day Bag.
</li>
<li>Place money bags in safe inside the lock box.
</li>
<li>Place money drawers in safe along with The Daily and The Weekly.
</li>
<li>Close and lock safe. Scramble combination.
</li>
<li>Turn off Keno boards and TV.
</li>
<li>Lock Porch.
</li>
<li>Turn off lights.
</li>
<li>Arm alarm and exit building.
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> Weekly Procedures</h3>
<div class="outline-text-3" id="text-1-2">
</div><div id="outline-container-sec-1-2-1" class="outline-4">
<h4 id="sec-1-2-1"><span class="section-number-4">1.2.1</span> Maintenance</h4>
</div>

<div id="outline-container-sec-1-2-2" class="outline-4">
<h4 id="sec-1-2-2"><span class="section-number-4">1.2.2</span> Gordon's Food Service</h4>
</div>

<div id="outline-container-sec-1-2-3" class="outline-4">
<h4 id="sec-1-2-3"><span class="section-number-4">1.2.3</span> Alliance Beverage</h4>
</div>
</div>
</div>


<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Menu</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Daily</h3>
<div class="outline-text-3" id="text-2-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Grilled Cheese</td>
<td class="left">$2.00</td>
</tr>

<tr>
<td class="left">Grilled Cheese w/ meat</td>
<td class="left">$4.00</td>
</tr>

<tr>
<td class="left">Sub</td>
<td class="left">$6.00</td>
</tr>

<tr>
<td class="left">Boneless Wings</td>
<td class="left">$5.00</td>
</tr>

<tr>
<td class="left">Hot Dog</td>
<td class="left">$2.50</td>
</tr>

<tr>
<td class="left">Coney Dog</td>
<td class="left">$3.00</td>
</tr>

<tr>
<td class="left">Fish Sandwich</td>
<td class="left">$4.50</td>
</tr>

<tr>
<td class="left">Chicken Strips</td>
<td class="left">$5.25</td>
</tr>

<tr>
<td class="left">Chicken Sandwich</td>
<td class="left">$4.50</td>
</tr>

<tr>
<td class="left">Wing Dings</td>
<td class="left">$4.75</td>
</tr>

<tr>
<td class="left">Popcorn Chicken</td>
<td class="left">$4.25</td>
</tr>

<tr>
<td class="left">Cheese Sticks</td>
<td class="left">$4.00</td>
</tr>

<tr>
<td class="left">Pizzables</td>
<td class="left">$4.25</td>
</tr>

<tr>
<td class="left">Mushrooms</td>
<td class="left">$4.50</td>
</tr>

<tr>
<td class="left">Cauliflower</td>
<td class="left">$4.50</td>
</tr>

<tr>
<td class="left">Onion Rings</td>
<td class="left">$3.00</td>
</tr>

<tr>
<td class="left">French Fries</td>
<td class="left">$2.50</td>
</tr>

<tr>
<td class="left">Curly Fries</td>
<td class="left">$2.50</td>
</tr>

<tr>
<td class="left">Tater Tots</td>
<td class="left">$2.50</td>
</tr>

<tr>
<td class="left">Hamburger</td>
<td class="left">$4.00</td>
</tr>

<tr>
<td class="left">Hamburger w/ cheese</td>
<td class="left">$4.50</td>
</tr>

<tr>
<td class="left">Dbl Hamburger</td>
<td class="left">$6.00</td>
</tr>

<tr>
<td class="left">Dbl Hamburger w/ cheese</td>
<td class="left">$6.50</td>
</tr>

<tr>
<td class="left">Philly Steak</td>
<td class="left">$5.00</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> Weekend Breakfast</h3>
</div>

<div id="outline-container-sec-2-3" class="outline-3">
<h3 id="sec-2-3"><span class="section-number-3">2.3</span> Wednesday Mexican</h3>
</div>

<div id="outline-container-sec-2-4" class="outline-3">
<h3 id="sec-2-4"><span class="section-number-3">2.4</span> Friday Fish Fry</h3>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Drinks</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> Draft Beer</h3>
</div>

<div id="outline-container-sec-3-2" class="outline-3">
<h3 id="sec-3-2"><span class="section-number-3">3.2</span> Canned or Bottled Beer</h3>
</div>

<div id="outline-container-sec-3-3" class="outline-3">
<h3 id="sec-3-3"><span class="section-number-3">3.3</span> Liquor</h3>
</div>

<div id="outline-container-sec-3-4" class="outline-3">
<h3 id="sec-3-4"><span class="section-number-3">3.4</span> Non-alcoholic</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: October 2019</p>
<p class="author">Author: cc</p>
<p class="date">Created: 2019-10-01 Tue 22:36</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.2.2 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
