Eagles_3761/work/Lake_Aerie_3761.tex
% Created 2019-10-02 Wed 00:12
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\author{cc}
\date{October 2019}
\title{Lake Eagles 3761 Guide}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.2.2 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\tableofcontents



\section{Operations}
\label{sec-1}

\subsection{Daily Procedures}
\label{sec-1-1}

\subsubsection{Opening}
\label{sec-1-1-1}
\begin{itemize}
\item Unlock Main Entrance and Disarm Alarm.
\item Turn on Lights and Keno Boards.
\item Check bathroom paper towels, toilet paper and trash.
\item Fill Ice Caddie at bar and add ice to urinals.
\item Shelve Bar Glasses.
\item Put dishes in strainer away.
\item Wash dishes that have been soaking overnight.
\item Pick up trash, clean table and chairs.
\item Stock pop, beer, liquor, and mixers.
\item Inventory pop and add to "Meijer's" weekly list.
\item Inventory mixers and add to "Gordon's" weekly list.
\item Cut lemon and lime if needed.
\item Count Keno drawer, cash register drawer, pull tab drawer, and bank bag.
\item Sign On Keno Machine. (See code under the drawer.)
\item "Start the Day" on the cash register. (one cash no sale).
\item Turn on "Open" signs.
\item Unlock porch.
\item Weigh out and bag portions of food.
\item Inventory food and add needed items to "Gordon's" and/or "Meijer's"weekly list.
\item Turn on Fryer and Hood fan.
\end{itemize}

\subsubsection{Closing}
\label{sec-1-1-2}
\begin{itemize}
\item Turn off Fryer and Hood fan.
\item Turn off Oven and Grill and clean.
\item Do pickup around bar. Combine trash.
\item Do bar dishes.
\item Put away bar supplies. Dump open pop.
\item Stock Pop and canned beer.
\item Wipe down taps and sinks.
\item Wipe down tables, bar counter and chairs.
\item Vacuum carpet.
\item Turn off Open signs / replace with Closed.
\item Close all freezer and refrigerator doors.
\item Note any low supplies. Stock Kitchen supplies per prep list.
\item Do dishes in kitchen.
\item Collect food trash.
\item Clean Kitchen Surfaces.
\item Sweep and mop kitchen.
\item Clean toilets / urinals.
\item Clean sinks and mirrors.
\item Check toilet paper, soap, paper towels
\item Collect All Trash and take out to dumpster.
\item Count and record bank bag.
\item Count and record pull tab drawer.
\item Run Keno report for today.
\item Count and record Keno drawer. Paperclip winning tickets, Keno report, and money. Place bundle in drawer.
\item Run cash register reports. (See codes under drawer.)
\item Count and record cash register drawer.
\item Put today's take into the Day Bag. Paperclip report, money, and take sheet. Place bundle in Day Bag.
\item Place money bags in safe inside the lock box.
\item Place money drawers in safe along with The Daily and The Weekly.
\item Close and lock safe. Scramble combination.
\item Turn off Keno boards and TV.
\item Lock Porch.
\item Turn off lights.
\item Arm alarm and exit building.
\end{itemize}

\subsection{Weekly Procedures}
\label{sec-1-2}

\subsubsection{Maintenance}
\label{sec-1-2-1}

\subsubsection{Gordon's Food Service}
\label{sec-1-2-2}

\subsubsection{Alliance Beverage}
\label{sec-1-2-3}


\section{Menu}
\label{sec-2}
\subsection{Daily}
\label{sec-2-1}
\begin{center}
\begin{tabular}{ll}
\hline
Grilled Cheese & \$2.00\\
Grilled Cheese w/ meat & \$4.00\\
Sub & \$6.00\\
Boneless Wings & \$5.00\\
Hot Dog & \$2.50\\
Coney Dog & \$3.00\\
Fish Sandwich & \$4.50\\
Chicken Strips & \$5.25\\
Chicken Sandwich & \$4.50\\
Wing Dings & \$4.75\\
Popcorn Chicken & \$4.25\\
Cheese Sticks & \$4.00\\
Pizzables & \$4.25\\
Mushrooms & \$4.50\\
Cauliflower & \$4.50\\
Onion Rings & \$3.00\\
French Fries & \$2.50\\
Curly Fries & \$2.50\\
Tater Tots & \$2.50\\
Hamburger & \$4.00\\
Hamburger w/ cheese & \$4.50\\
Dbl Hamburger & \$6.00\\
Dbl Hamburger w/ cheese & \$6.50\\
Philly Steak & \$5.00\\
\hline
\end{tabular}
\end{center}

\subsection{Weekend Breakfast}
\label{sec-2-2}

\subsection{Wednesday Mexican}
\label{sec-2-3}

\subsection{Friday Fish Fry}
\label{sec-2-4}

\section{Drinks}
\label{sec-3}

\subsection{Draft Beer}
\label{sec-3-1}

\subsection{Canned or Bottled Beer}
\label{sec-3-2}

\subsection{Liquor}
\label{sec-3-3}

\subsection{Non-alcoholic}
\label{sec-3-4}
% Emacs 25.2.2 (Org mode 8.2.10)
\end{document}
